export const EMOJI = [
    {dec: 128512,   hex: 0x1F600}, 	
    {dec: 128513,	hex: 0x1F601},	 	
    {dec: 128514,	hex: 0x1F602},	 	
    {dec: 128515,	hex: 0x1F603},	 	
    {dec: 128516,	hex: 0x1F604},	 	
    {dec: 128517,	hex: 0x1F605},	 	
    {dec: 128518,	hex: 0x1F606},	 	
    {dec: 128519,	hex: 0x1F607},	 	
    {dec: 128520,	hex: 0x1F608},	 	
    {dec: 128521,	hex: 0x1F609},	 	
    {dec: 128522,	hex: 0x1F60A},	 	
    {dec: 128523,	hex: 0x1F60B},	 	
    {dec: 128524,	hex: 0x1F60C},	 	
    {dec: 128525,	hex: 0x1F60D},	 	
    {dec: 128526,	hex: 0x1F60E},	 	
    {dec: 128527,	hex: 0x1F60F},	 	
    {dec: 128528,	hex: 0x1F610},	 	
    {dec: 128529,	hex: 0x1F611},	 	
    {dec: 128530,	hex: 0x1F612},	 	
    {dec: 128531,	hex: 0x1F613},	 	
    {dec: 128532,	hex: 0x1F614},	 	
    {dec: 128533,	hex: 0x1F615},	 	
    {dec: 128534,	hex: 0x1F616},	 	
    {dec: 128535,	hex: 0x1F617},	 	
    {dec: 128536,	hex: 0x1F618},	 	
    {dec: 128537,	hex: 0x1F619},	 	
    {dec: 128538,	hex: 0x1F61A},
    {dec: 128539,	hex: 0x1F61B},
    {dec: 128540,	hex: 0x1F61C},
    {dec: 128541,	hex: 0x1F61D},
    {dec: 128542,	hex: 0x1F61E},
    {dec: 128543,	hex: 0x1F61F},
    {dec: 128544,	hex: 0x1F620},
    {dec: 128545,	hex: 0x1F621},
    {dec: 128546,	hex: 0x1F622},
    {dec: 128547,	hex: 0x1F623},
    {dec: 128548,	hex: 0x1F624},
    {dec: 128549,	hex: 0x1F625},
    {dec: 128550,	hex: 0x1F626},
]

export const MEETINGS_CONTENT = {
    title: "Встречи",
    subTitle: "Встречайся с другими людьми и посещай мероприятия",
    description: `
        Здесь Вы можете планировать проведение своих встреч для различных целей.
        Всё что Вам нужно это заполнить форму с информацией о том, где и когда Вы запланировали встречу,
        с указанием ее целей. Сразу после этого все желающие смогут записаться на эту встречу в этом же разделе, 
        а так-же обсудить ее в специальном месте, к которому будет доступ только у тех кто записался на Вашу встречу.
    `
}

export const GOALS = ["Новые отношения","Друзей","Новые Интересы","Встречи","События","Общение в сети"];
export const EVENTS = ["По Москве на автобусе","История любви","\"Энканто\"","Green DAY"];
export const POPULAR_INTERESTS = ["Программирование", "Бизнес", "Кухня", "Природа"];

export const CATEGORY_NAMES = [
    {en: "theater", ru: "Театр"},
    {en: "cinema", ru: "Кино"},
    {en: "concert", ru: "Концерты"},
    {en: "exhibition", ru: "Выставки"},
    {en: "tour", ru: "Экскурсии"},
    {en: "quest", ru: "Квесты"},
]

export const ALLOWED_SYMBOLS = [
    "1", "2", "3", "4", "5", "6", "7", "8", "9", "0",
    "q", "w", "e", "r", "t", "y", "u", "i", "o", "p",
    "a", "s", "3", "f", "g", "h", "j", "k", "l", "z",
    "x", "c", "v", "b", "n", "m", "й", "ц", "у", "к",
    "е", "н", "г", "ш", "щ", "з", "х", "ъ", "ф", "ы",
    "в", "а", "п", "р", "о", "л", "л", "д", "ж", "э",
    "я", "ч", "с", "м", "и", "т", "ь", "б", "ю"
]