const MeetingsContent = {
    title: "Встречи",
    subTitle: "Встречайся с другими людьми и посещай мероприятия",
    description: `
        Здесь Вы можете планировать проведение своих встреч для различных целей.
        Всё что Вам нужно это заполнить форму с информацией о том, где и когда Вы запланировали встречу,
        с указанием ее целей. Сразу после этого все желающие смогут записаться на эту встречу в этом же разделе, 
        а так-же обсудить ее в специальной чат-комнате к которой будет доступ только у тех кто записался на Вашу встречу.
    `
}

export default MeetingsContent;